Repository: openclassroomteam/openclassroom-xblock
Catalog: openclassroom/translations/*/LC_MESSAGES/text.po
Languages: vi

source: Display name of the component
vi: Tên hiển thị của thành phần

source: Open Classroom lesson
vi: Bài học Open Classroom

source: ID of the Open Classroom lesson to embed
vi: ID của bài học Open Classroom cần nhúng

source: Source URL of the site
vi: URL máy chủ bài học

source: Component Display Name
vi: Tên hiển thị của thành phần

source: The name students see. This name appears in the course ribbon and as a header for the Open Classroom lesson.
vi: Tên mà học sinh nhìn thấy. Tên này xuất hiện trong khóa học dưới dạng đầu đề cho bài học Open Classroom.

source: Open Classroom Lesson ID
vi: ID bài học Open Classroom

source: Example: %(example)s
vi: Ví dụ: %(example)s

source: Open Classroom Lessons Server URL
vi: URL máy chủ bài học Open Classroom

source: Example: %(url)s
vi: Ví dụ: %(url)s

source: Save
vi: Lưu

source: Cancel
vi: Hủy bỏ

source: This XBlock does not have an inline Studio preview.
vi: XBlock này không có xem trước nội tuyến trong Studio.

source: It is an embedded version of the Open Classroom lesson with id '%(openclassroomid)s' located at %(src)s
vi: Đây là phiên bản nhúng của bài học Open Classroom với id '%(openclassroomid)s' nằm ở %(src)s
