Repository: openclassroomteam/openclassroom-xblock
Catalog: openclassroom/translations/*/LC_MESSAGES/textjs.po
Languages: eo

source: Warning:
eo: Wärnïng: Ⱡ'σяєм ιρѕυм ∂σł#

source: This Open Classroom lesson could not be loaded because no openclassroom-id attribute was specified in the HTML tag.
eo: Thïs Öpén Çlässrööm léssön çöüld nöt ßé löädéd ßéçäüsé nö öpénçlässrööm-ïd ättrïßüté wäs spéçïfïéd ïn thé HTML täg. Ⱡ'σяєм ιρѕυм ∂σł#

source: Load Lesson
eo: Löäd Léssön Ⱡ'σяєм ιρѕυм ∂σłσя #

source: Open Classroom lesson
eo: Öpén Çlässrööm léssön Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, #

source: Loading...
eo: Löädïng... Ⱡ'σяєм ιρѕυм ∂σłσ#

source: This lesson could not be loaded.
eo: Thïs léssön çöüld nöt ßé löädéd. Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢тє#

source: Sorry about that.
eo: Sörrý äßöüt thät. Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмє#

source: Saving
eo: Sävïng Ⱡ'σяєм ιρѕυ#

source: This may be happening because of an error with our server or your internet connection. Try refreshing the page or making sure you are online.
eo: Thïs mäý ßé häppénïng ßéçäüsé öf än érrör wïth öür sérvér ör ýöür ïntérnét çönnéçtïön. Trý réfréshïng thé pägé ör mäkïng süré ýöü äré önlïné. Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢тєтυя α∂ιριѕι¢ιηg єłιт, ѕє∂ ∂σ єιυѕмσ∂ тємρσя ιη¢ι∂ι∂υηт υт łαвσяє єт ∂σłσяє мαgηα αłιqυα. υт єηιм α∂ мιηιм νєηιαм, qυιѕ ησѕтяυ∂ єχєя¢ιтαтιση υłłαм¢σ łαвσяιѕ ηιѕι υт αłιqυιρ єχ єα ¢σммσ∂σ ¢σηѕєqυαт. ∂υιѕ αυтє ιяυяє ∂σłσя ιη яєρяєнєη∂єяιт ιη νσłυρтαтє νєłιт єѕѕє ¢ιłłυм ∂σłσяє єυ ƒυgιαт ηυłłα ραяιαтυя. єχ¢єρтєυя ѕιηт σ¢¢αє¢αт ¢υρι∂αтαт ηση ρяσι∂єηт, ѕυηт ιη ¢υłρα qυι σƒƒι¢ια ∂єѕєяυηт мσłłιт αηιм ι∂ єѕт #

source: Unable to update settings
eo: Ûnäßlé tö üpdäté séttïngs Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕ#
